Repository: daneden/Solstice
Catalog: Localizable.xcstrings
Source language: en
Languages: it

source: -6mo
it: -6 mesi

source: **Thank you so much for your support.** Feel free to leave another tip in the future if you’re feeling generous.
it: **Grazie mille per il tuo supporto.** Sentiti libero di lasciare un altro suggerimento in futuro se ti senti generoso.

# %@ %@ daylight %@ compared to %@
source: %1$@ %2$@ daylight %3$@ compared to %4$@
it: %1$@ %2$@ di luce diurna %3$@ rispetto a %4$@

# %@ %@ daylight %@ compared to the previous solstice
source: %1$@ %2$@ daylight %3$@ compared to the previous solstice
it: %1$@ di luce diurna %2$@ %3$@ rispetto al solstizio precedente

source: %@ after
it: %@ dopo

source: %@ before
it: %@ prima

# %@ Daylight %@
source: %1$@ Daylight %2$@
it: %1$@ Luce diurna %2$@

# %@ in %@
source: %1$@ in %2$@
it: %1$@ tra %2$@

source: %@ of daylight
it: %@ di luce diurna

source: %@ of daylight left today
it: Oggi mancano %@ di luce

# %@ of daylight on %@
source: %1$@ of daylight on %2$@
it: %1$@ di luce diurna il %2$@

source: +6mo
it: +6 mesi

source: a specific time
it: un momento specifico

source: About Solstice
it: Circa Solstice

source: About solstices and equinoxes
it: A proposito di solstizi ed equinozi

source: Appearance
it: Apparenza

source: Ascending
it: Ascendente

source: Astronomical Sunrise
it: Alba astronomica

source: Astronomical Sunset
it: Tramonto astronomico

source: Astronomical Twilight
it: Crepuscolo astronomico

source: at %@
it: alle %@

source: Calculate the sunrise time on a given date in a given location
it: Calcola l'ora dell'alba in una determinata data in una determinata località

source: Calculate the sunset time on a given date in a given location
it: Calcola l'ora del tramonto in una determinata data in una determinata località

source: Change how notifications behave when daily daylight begins to decrease. This can help with Seasonal Affective Disorder.
it: Modifica il comportamento delle notifiche quando la luce del giorno inizia a diminuire. Questo può aiutare con il disturbo affettivo stagionale (SAD).

source: Chart appearance
it: Aspetto del grafico

source: Chart theme
it: Tema del grafico

source: Chart type
it: Tipo di grafico

source: Choose date
it: Scegli la data

source: Circular
it: Circolare

source: Civil Sunrise
it: Alba civile

source: Civil Sunset
it: Tramonto civile

source: Civil Twilight
it: Crepuscolo civile

source: Classic
it: Classico

source: Close
it: Chiudere

source: Compact
it: Compatto

source: Configuration
it: Configurazione

source: Continue with location
it: Continua con la posizione

source: Current location
it: Posizione attuale

source: Current Location
it: Posizione attuale

source: Current Location %@
it: Posizione attuale %@

source: Current month
it: Mese corrente

source: Custom Location
it: Posizione personalizzata

source: Customise notification content
it: Personalizza il contenuto delle notifiche

source: Dan is prone to Seasonal Affective Disorder (SAD), a mood disorder often associated with the reduction in total daily sunlight hours during the darker months of the year. Solstice was created to help everyone look forward to brighter days.
it: Dan è incline al disturbo affettivo stagionale (SAD), un disturbo dell'umore spesso associato alla riduzione delle ore giornaliere totali di luce solare durante i mesi più bui dell'anno. Solstice è stato creato per aiutare tutti ad aspettarsi giorni più luminosi.

source: Date
it: Data

source: Daylight
it: Luce diurna

source: Daylight duration
it: Durata della luce del giorno

source: Daylight gain/loss
it: Guadagno/perdita di luce diurna

source: Daylight in %@
it: Luce del giorno a %@

source: Daylight savings begins
it: Inizia l'ora legale

source: Daylight savings ends
it: L'ora legale termina

source: Daylight today
it: Luce del giorno oggi

source: Daylight Today
it: Luce del giorno oggi

source: Daylight tomorrow
it: Domani sarà la luce del giorno

source: December
it: Dicembre

source: December solstice
it: Solstizio di dicembre

source: December Solstice Today
it: Solstizio di dicembre oggi

source: Delete Location
it: Elimina posizione

source: Descending
it: Discendente

source: Edit this widget to select a new location.
it: Modifica questo widget per selezionare una nuova posizione.

source: Enable location access or edit to select a new location.
it: Abilita l'accesso alla posizione o modifica per selezionare una nuova posizione.

source: Enable location services
it: Abilita i servizi di localizzazione

source: Enable location services to see the daylight duration in your current location
it: Abilita i servizi di localizzazione per vedere la durata della luce diurna nella tua posizione attuale

source: Enable notifications
it: Attivare le notifiche

source: Equinox
it: Conto alla rovescia alba/tramonto

source: Equinox and Solstice
it: Equinozio e Solstizio

source: Evening
it: Sera

source: Event
it: Evento

source: Event Time
it: Abilita il viaggio nel tempo

source: Follow the sun's journey throughout the day
it: Segui il viaggio del sole durante il giorno

source: For savouring the minutes you have, or looking forward to the minutes you’ll gain.
it: Per assaporare i minuti che hai, o aspettare con ansia i minuti che guadagnerai.

source: Get sunrise time
it: Ottieni l'ora dell'alba

source: Get Sunrise Time
it: Ottieni l'ora dell'alba

source: Get sunset time
it: Ottieni l'ora del tramonto

source: Get Sunset Time
it: Ottieni l'ora del tramonto

source: Get the daylight duration on ${date} in ${location}
it: Ottieni la durata della luce diurna su ${date} a ${location}

source: Get the sunrise time on ${date} in ${location}
it: Ottieni l'ora dell'alba in ${date} a ${location}

source: Get the sunset time on ${date} in ${location}
it: Ottieni l'orario del tramonto su ${date} a ${location}

source: Get today's remaining daylight in ${location}
it: Ottieni la luce del giorno rimanente di oggi a ${location}

source: Good Afternoon
it: Buon pomeriggio

source: Good Evening
it: Buona sera

source: Good Morning
it: Buongiorno

source: Graphical
it: Grafico

source: Hidden
it: Nascosto

source: Hide time travel
it: Nascondi il viaggio nel tempo

source: Imagery Source: [NASA Visible Earth Catalog](https://visibleearth.nasa.gov/collection/1484/blue-marble)
it: Fonte delle immagini: [Catalogo Visible Earth della NASA](https://visibleearth.nasa.gov/collection/1484/blue-marble)

source: In order for Solstice to calculate the sun’s position, it needs to access your location.
it: Affinché il Solstice calcoli la posizione del sole, deve accedere alla tua posizione.

source: Jump to date
it: Vai alla data

source: June
it: Giugno

source: June solstice
it: Solstizio di giugno

source: June Solstice Today
it: Solstizio di giugno oggi

source: Just to confirm, you wanted '%@'?
it: Giusto per confermare, volevi ‘%@‘?

source: Leave a review
it: Lascia una recensione

source: Leave a tip
it: Lasciare una mancia

source: less
it: in meno

source: List appearance
it: Aspetto dell'elenco

source: List row style
it: Stile della riga dell'elenco

source: Loading...
it: Caricamento...

source: Local time
it: Ora locale

source: Location
it: Ubicazione

source: Location Type
it: Tipo di posizione

source: Location update needed
it: Aggiornamento della posizione necessario

source: Locations
it: Luoghi

source: Locations are synced via iCloud. Delete or add new locations by using Solstice on Mac, iPhone, iPad, or Apple Vision Pro
it: Le posizioni vengono sincronizzate tramite iCloud. Elimina o aggiungi nuove posizioni usando Solstice su Mac, iPhone, iPad o Apple Vision Pro

source: Longest day
it: La giornata più lunga

source: March
it: Marzo

source: March equinox
it: Equinozio di marzo

source: March Equinox Today
it: Equinozio di marzo oggi

source: Monochrome
it: Monocromatico

source: Month:
it: Mese:

source: more
it: di più

source: Morning
it: Mattina

source: Nautical Sunrise
it: Alba nautica

source: Nautical Sunset
it: Tramonto nautico

source: Nautical Twilight
it: Crepuscolo nautico

source: Next equinox
it: Prossimo equinozio

source: Next solstice
it: Prossimo solstizio

source: No change
it: Nessun cambiamento

source: No daylight left today. The sun set %@ ago.
it: Non è rimasta più la luce del giorno oggi. Il sole è tramontato %@ fa.

source: No location found
it: Nessuna posizione trovata

source: No location selected
it: Nessuna posizione selezionata

source: No locations
it: Nessuna località

# notif-daylight-duration
source: %@ of daylight today.
it: %@ di luce oggi.

# notif-less-daylight
source: %@ less daylight than yesterday.
it: %@ in meno di luce del giorno rispetto a ieri.

# notif-more-daylight
source: %@ more daylight than yesterday.
it: %@ di luce diurna in più rispetto a ieri.

# notif-solstice-countdown
source: %1$lld days until the %2$@.
it: %1$lld giorni al %2$@.

# notif-sunrise-sunset
source: The sun rises at %1$@ and sets at %2$@.
it: Il sole sorge alle %1$@ e tramonta alle %2$@.

source: Notification Preview
it: Anteprima della notifica

source: Notifications
it: Notifiche

source: One week earlier
it: Una settimana prima

source: One week later
it: Una settimana dopo

source: Open Solstice to see how today's daylight has changed.
it: Apri Solstice per vedere come è cambiata la luce del giorno di oggi.

source: Order
it: Ordinazione

source: Phase
it: Fase

source: Read more
it: Leggi di più

source: Remaining daylight
it: Luce del giorno rimanente

# Remove daylight gain/loss
source: Remove daylight loss
it: Rimuovere la perdita di luce diurna

source: Reset
it: Ripristina

source: SAD preference
it: Preferenza SAD

source: Save Location
it: Salva l'indirizzo

source: Search for a location or enable location services
it: Cerca una posizione o attiva i servizi di localizzazione

source: Search locations
it: Cerca posizione

source: See the time remaining until the next sunrise/sunset
it: Visualizza il tempo rimanente fino alla prossima alba/tramonto

source: See today's daylight length, how it compares to yesterday, and sunrise/sunset times.
it: Guarda la lunghezza della luce del giorno di oggi, come si confronta con ieri e gli orari dell'alba/tramonto.

source: Select a location to view details
it: Seleziona una posizione per visualizzare i dettagli

source: Select location
it: Seleziona la posizione

source: Send at
it: Invia alle

source: September
it: Settembre

source: September equinox
it: Equinozio di settembre

source: September Equinox Today
it: Equinozio di settembre oggi

source: Settings
it: Impostazioni

source: Share image
it: Condividi immagine

source: Share to Instagram Story
it: Condividi su Instagram Story

source: Share...
it: Condividi...

source: Shortest day
it: La giornata più corta

source: Show daylight for ${location}
it: Mostra la luce del giorno per ${location}

source: Show daylight for ${selectedLocation}
it: Mostra la luce del giorno per ${selectedLocation}

source: Show location
it: Mostra posizione

source: Show time travel
it: Mostra il viaggio nel tempo

source: Simple
it: Semplice

source: Solar Chart
it: Carta solare

source: Solar noon
it: Mezzogiorno solare

source: Solstice
it: Solstizio

source: Solstice is an app made by [Dan Eden](https://daneden.me), a designer and developer based in Manchester, England.
it: Solstice è un'app realizzata da [Dan Eden](https://daneden.me), un designer e sviluppatore con sede a Manchester, in Inghilterra.

source: Solstice tells you how much daylight there is today compared to yesterday.
it: Solstice ti dice quanta luce c'è oggi rispetto a ieri.

source: Sort by
it: Ordina per

source: Sort locations
it: Ordina le località

source: Submit feedback
it: Invia feedback

source: Sundial
it: Meridiana

source: Sunrise
it: Alba

source: Sunrise in %@
it: Alba tra %@

source: Sunrise/Sunset Countdown
it: Conto alla rovescia alba/tramonto

source: Sunrise/sunset times
it: Orari di alba/tramonto

source: Sunset
it: Tramonto

source: Sunset in %@
it: Tramonto tra %@

source: Suppress notifications altogether
it: Elimina del tutto le notifiche

source: The equinox and solstice define the transitions between the seasons of the astronomical calendar and are a key part of the Earth’s orbit around the Sun.
it: L’equinozio e il solstizio definiscono le transizioni tra le stagioni del calendario astronomico e sono una parte fondamentale dell’orbita della Terra attorno al Sole.

source: The equinox occurs twice a year, in March and September, and mark the points when the Sun crosses the equator’s path. During the equinox, day and night are around the same length all across the globe.
it: L’equinozio si verifica due volte l’anno, a marzo e settembre, e segna i punti in cui il Sole incrocia il percorso dell’equatore. Durante l’equinozio, il giorno e la notte hanno più o meno la stessa durata in tutto il mondo.

source: The solstice occurs twice a year, in June and December (otherwise known as the summer and winter solstices), and mark the sun’s northernmost and southernmost excursions. During the June solstice, the Earth’s northern hemisphere is pointed towards the sun, resulting in increased sunlight and warmer temperatures; the same is true for the southern hemisphere during the December solstice.
it: Il solstizio si verifica due volte l’anno, a giugno e a dicembre (altrimenti noto come solstizio d’estate e d’inverno) e segna le escursioni più a nord e a sud del sole. Durante il solstizio di giugno, l’emisfero settentrionale della Terra è puntato verso il sole, con conseguente aumento della luce solare e temperature più calde; lo stesso vale per l'emisfero australe durante il solstizio di dicembre.

# There are %lld options matching '%@'.
source: There are %1$lld options matching '%2$@'.
it: Ci sono %1$lld opzioni che corrispondono a ‘%2$@’

source: Time
it: Tempo

source: Time Travel
it: Viaggio nel tempo

source: Time travel 1 week earlier
it: Viaggio nel tempo 1 settimana prima

source: Time travel 1 week later
it: Viaggio nel tempo 1 settimana dopo

source: Time travel to date
it: Viaggio nel tempo fino ad oggi

source: Time until next solstice
it: Tempo fino al prossimo solstizio

source: Timezone
it: Fuso orario

source: Today
it: Oggi

source: Today's Daylight
it: La luce del giorno di oggi

source: Toggle time travel
it: Attiva/disattiva il viaggio nel tempo

source: Tomorrow
it: Domani

source: Total daylight
it: Luce del giorno totale

source: Unknown
it: Sconosciuto

source: View daylight
it: Visualizza la luce del giorno

source: View Daylight
it: Visualizza la luce del giorno

source: View Earth at:
it: Visualizza la Terra a:

source: View how much daylight is remaining today, based on the time until sunset.
it: Visualizza la quantità di luce diurna rimasta oggi, in base al tempo fino al tramonto.

source: View how much daylight there is on a given day, based on the duration from that day’s sunrise to sunset.
it: Visualizza quanta luce diurna c'è in un determinato giorno, in base alla durata dall'alba al tramonto di quel giorno.

source: View remaining daylight
it: Oggi mancano 3 minuti di luce

source: View Remaining Daylight
it: Visualizza la luce del giorno rimanente

source: Welcome to Solstice
it: Benvenuti al Solstice

source: What location do you want to see the daylight for?
it: In quale luogo vuoi vedere la luce del giorno?

source: What location do you want to see the sunrise for?
it: In quale luogo vuoi vedere l'alba?

source: What location do you want to see the sunset for?
it: In quale luogo vuoi vedere il tramonto?

source: Which location do you want to see daylight information for?
it: Per quale luogo vuoi vedere le informazioni sulla luce del giorno?
